Repository: sunpebble/sleeptab
Catalog: App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: No sleep data yet
zh_hans: 暂无睡眠数据

source: Sleeptab reads sleep from Apple Health. Wear your watch tonight, or check Health → Sharing → Apps → Sleeptab.
zh_hans: Sleeptab 通过“健康”读取睡眠数据。 今晚戴上手表，或在 “健康” → 共享 → App → Sleeptab 中查看。

source: ALL CAUGHT UP
zh_hans: 已补足

source: NO SLEEP DEBT · LAST 14 NIGHTS
zh_hans: 最近 14 晚 · 无睡眠负债

source: SLEEP DEBT · LAST 14 NIGHTS
zh_hans: 最近 14 晚的睡眠负债

source: %lldN
zh_hans: %lld 晚

source: AVG · LAST 7 NIGHTS
zh_hans: 平均 · 最近 7 晚

source: VS GOAL
zh_hans: 对比目标

source: INSIGHTS · LAST %lld NIGHTS
zh_hans: 洞察 · 最近 %lld 晚

source: WEEKDAY AVG
zh_hans: 工作日平均

source: WEEKEND AVG
zh_hans: 周末平均

source: BEST NIGHT
zh_hans: 最佳一晚

source: ROUGHEST
zh_hans: 最差一晚

source: AVG BEDTIME
zh_hans: 平均就寝

source: CONSISTENCY
zh_hans: 一致性

source: Weekday vs weekend, best & roughest nights — unlock with Pro
zh_hans: 工作日与周末对比、最佳与最差一晚 — 用 Pro 解锁

source: SLEEP NEED
zh_hans: 睡眠目标

source: Full sleep history — 30 and 90 night trends
zh_hans: 完整睡眠历史 — 30 与 90 晚趋势

source: Insights — bedtime consistency, weekday vs weekend
zh_hans: 洞察 — 就寝规律、工作日与周末对比

source: Sleep debt widget on your Home Screen
zh_hans: 主屏幕睡眠负债小组件

source: Support an indie developer
zh_hans: 支持独立开发者

source: PAY ONCE. YOURS FOREVER. NO SUBSCRIPTION. NO ACCOUNT. YOUR DATA NEVER LEAVES THIS DEVICE.
zh_hans: 一次购买，终身可用。 无需订阅，无需账号。 你的数据绝不离开本设备。

source: UNLOCK FOR %@
zh_hans: 以 %@ 解锁

source: Restore Purchase
zh_hans: 恢复购买

source: Product not available. Check App Store Connect setup.
zh_hans: 商品不可用。请检查 App Store Connect 配置。

source: Couldn't load product: %@
zh_hans: 无法加载商品:%@

source: Purchase couldn't be verified: %@
zh_hans: 购买无法验证:%@

source: Purchase is pending approval.
zh_hans: 购买待审批。

source: Purchase failed: %@
zh_hans: 购买失败:%@

source: Restore failed: %@
zh_hans: 恢复失败:%@
